app/Models/Travel.php

select * from `comments` where `comments`.`travel_id` = 361 and `comments`.`travel_id` is not null order by `created_at` desc
select * from `users` where `users`.`id` in (20)
---
    public function getThreadedComments()
    {
        return $this->comments()->with('user')->orderBy('created_at', 'desc')->get()->threaded();