<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Travels Language Lines
    |--------------------------------------------------------------------------
    */

    'addTravels' => 'Новое путешествие',
    'editTravels' => 'Редактирование',
    'allTravels' => 'Показать все мои маршруты',
    'selectedAddress' => 'Посещенные места',
    'name' => 'Название',
    'budget' => ' Колличество потраченных средств $',
    'year' => 'Год',
    'number_peoples' => 'Колличество человек',
    'number_days' => 'Колличество дней',
    'minus' => 'Минусы. Что впечатлило больше всего',
    'plus' => 'Плюсы. Что впечатлило больше всего',
    'recommendation' => ' Что бы вы посоветовали тому кто отправится вашим маршрутом',
    'description' => 'Описание',
    'publish' => 'Обубликовать',
    'visa' => 'Нужна виза',
    'categories' => 'Категории',
    'Select categories' => 'Выберите категории',
    'transports' => 'Транспорт',
    'Select transports' => 'Какой трансорт вы пользовали во время путешествия',
    'month' => 'Месяц',
    'Select month' => 'В какое время вы путешествовали',
    'complexity' => 'Уровень физической подготовки',
    'Select complexity' => 'К какому типу подходит',
    'overNightStay' => 'Где останавливались на ночлег',
    'Select overNightStay' => 'Где останавливались на ночлег',
    'cities' => 'Города',
    'Select cities' => 'Города которые вы посетили',
    'countries' => 'Страны',
    'Select countries' => 'Страны которые вы посетили',
    'uploadCover' => 'Загрузите главное фото вашего путешествия',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',

];
