<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Travels Language Lines
    |--------------------------------------------------------------------------
    */

    'addTravels' => 'Новое путешествие',
    'allTravels' => 'Показать все мои маршруты',
    'name' => 'Название',
    'budget'=>' Колличество потраченных средств $',
    'year' => 'Год',
    'number_peoples'=>'Колличество человек',
    'number_days'=>'Колличество дней',
    'minus'=>'Минусы. Что впечатлило больше всего',
    'plus'=>'Плюсы. Что впечатлило больше всего',
    'recommendation'=>' Что бы вы посоветовали тому кто отправится вашим маршрутом',
    'description'=>'Описание',
    'publish'=>'Обубликовать',
    'visa'=>'Нужна виза',
    'categories'=>'Категории',
    'Select categories'=>'Выберите категории',
    ''=>'',
    ''=>'',
    ''=>'',
    ''=>'',
    ''=>'',
    ''=>'',
    ''=>'',

];
