<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Travels Language Lines
    |--------------------------------------------------------------------------
    */

    'addTravels' => 'Новое путешествие',
    'editTravels' => 'Редактирование',
    'showTravels' => 'Посмотреть',
    'allTravels' => 'Показать все мои маршруты',
    'selectedAddress' => 'Посещенные места',
    'name' => 'Название',
    'budget' => ' Колличество потраченных средств $',
    'year' => 'Год',
    'number_peoples' => 'Колличество человек',
    'number_days' => 'Колличество дней',
    'minus' => 'Минусы',
    'plus' => 'Плюсы',
    'recommendation' => 'Рекомендации',
    'description' => 'Описание',
    'publish' => 'Опубликовать',
    'visa' => 'Нужна виза',
    'categories' => 'Категории',
    'Select categories' => 'Выберите категории',
    'transports' => 'Транспорт',
    'Select transports' => 'Какой трансорт вы пользовали во время путешествия',
    'month' => 'Месяц',
    'Select month' => 'В какое время вы путешествовали',
    'complexity' => 'Уровень физической подготовки',
    'Select complexity' => 'К какому типу подходит',
    'companion' => 'Вы брали с собой ребенка и/или животное',
    'Select companion' => 'Укажите кто был с вами',
    'searchcompanion' => 'Варианты отдыха с...',
    'overNightStay' => 'Где останавливались на ночлег',
    'searchoverNightStay' => 'Варианты ночлега',
    'Select overNightStay' => 'Где останавливались на ночлег',
    'cities' => 'Города',
    'Select cities' => 'Города которые вы посетили',
    'countries' => 'Страны',
    'Select countries' => 'Страны которые вы посетили',
    'uploadCover' => 'Загрузите главное фото вашего путешествия',
    'gallery' => 'Галерея',
    'map' => 'Карта',
    'max_number_of_files' => 'Максимальное количество фото :maxNumberOfFiles',
    'max_size_pre_file' => 'Максимальное размер загружаемого фото :maxFileSize',
    'comment' => 'Комментарии',
    'addcomment' => 'Добавить комментарий',
    'reply' => 'Ответить',
    'uploadRoad' => 'Загрузить маршрут (.kml,.kmz или .gpx)',
    'removeCover' => 'Удалить фотографию',
    'travelRoad' => 'Скачать маршрут',
    'Search countries' => 'Выберите страны',

    'sendMessage' => 'Отправить сообщение',
    'addMessage' => 'Написать сообщение',
    'messageWith' => 'Переписка с ',

    '' => '',
    '' => '',
    '' => '',
    '' => '',

];
