app/Repositories/CategoryRepository.php

    public function all()
    {
        return $this->category->all();
---
select * from `categories`