app/Repositories/ComplexityRepository.php

    public function all()
    {
        return $this->complexity->all();
---
select * from `complexity`