app/Repositories/CompanionRepository.php

select * from `companion`
---
    public function all()
    {
        return $this->companion->all();