app/Repositories/MonthRepository.php

select * from `month`
---
    public function all()
    {
        return $this->month->all();