app/Repositories/OverNightStayRepository.php

select * from `over_night_stay`
---
    public function all()
    {
        return $this->overNightStay->all();