app/Repositories/TransportRepository.php

    public function all()
    {
        return $this->transport->all();
---
select * from `transport`