app/Repositories/TravelRepository.php

select * from `travels` where `publish` = 1 and `moderation` = 1 order by `id` desc limit 3
---
    public function getLast($where = [])
    {
        return $this->travel->where('publish', 1)->where('moderation', 1)->orderBy('id', 'desc')->take(3)->get();

select * from `travel_address` where `travel_address`.`travel_id` in (361)
select * from `travel_like` where `travel_like`.`travel_id` in (361) and `travel_like`.`deleted_at` is null
select * from `travels` where `slug` = 'test-28' limit 1
select `categories`.*, `travel_category`.`travel_id` as `pivot_travel_id`, `travel_category`.`category_id` as `pivot_category_id`, `travel_category`.`created_at` as `pivot_created_at`, `travel_category`.`updated_at` as `pivot_updated_at` from `categories` inner join `travel_category` on `categories`.`id` = `travel_category`.`category_id` where `travel_category`.`travel_id` in (361)
---
    public function getBySlug($slug)
    {
        return $this->travel
            ->with([
                'categories',
                'transports',
                'month',
                'complexity',
                'overNightStay',
                'cities',
                'countries',
                'travelAddress',
                'travelAddress.categories',
                'companion',
                'users',
                'travelLike',
                'views'
            ])
            ->where('slug', '=', $slug)
            ->firstOrFail();