app/Repositories/TravelViewRepository.php

insert into `travel_views` (`travel_id`, `titleslug`, `url`, `session_id`, `user_id`, `ip`, `agent`, `updated_at`, `created_at`) values (361, 'test-28', 'http://travel.vm:8012/travels/test-28', '62GlQ60k7lFxcL8dQxC5R7EKGo6jDcXDONOYZKo2', 1, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/89.0.4389.90 Safari/537.36', '2021-03-18 17:27:50', '2021-03-18 17:27:50')
---
    public function save()
    {
        return $this->travelView->save();