app/Repositories/UserRepository.php

    public function all()
    {
        return $this->user->all();
---
select * from `users`